{
  "about": [
    {
      "name": "What's Our Deal?",
      "routeName": "so-you-want-to-know-about-us-huh",
      "bodyBlocks": [
        {
          "style": ""
        },
        {
          "history": ""
        },
        {
          "values": ""
        }
      ],
      "coverImg1": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/9db92648-0f9e-410f-c59f-4279a4da1300/large",
      "imgAlt1": "We like to think we're making history, but probably not",
      "imagePosition1": "50% 33%",
      "coverImg2": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/7662d4e1-ee19-4324-f6e8-8fd8118a9000/large",
      "imgAlt2": "We're a bunch of nerds doing all that boring stuff with a smile",
      "imagePosition2": "60% 0",
      "coverImg3": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/0aa0d769-cd08-4ea9-2d26-fb1d0e2bcb00/large",
      "imgAlt3": "The truth it out there",
      "imagePosition3": "40% 0"
    }
  ],
  "services": [
    {
      "name": "Free Website Audit",
      "subtitleOne": "Get Meaningful Insights",
      "subtitleTwo": "For Free",
      "shortDescription": "Sometimes you just want to know where you're at.",
      "pitch": "Ever wonder if the website you paid your neighbor's grandson $500 for was worth it? We can give you the lowdown on your website for just about any public metric you can think of, and we can tell you what your competitors are doing that you aren't. All for free.",
      "callToAction": "Get Your Free Report",
      "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/6f61302c-ce3c-4317-69ad-d23c61a47100/large",
      "imageAlt": "Auditing your website with next-level analytics"
    },
    {
      "name": "Website Design",
      "routeParams": "website-design",
      "subtitleOne": "Stand Out",
      "subtitleTwo": "From the Crowd",
      "shortDescription": "At Pleiades, we start with good design. Using industry best practices in UX and SEO, Pleiades Projectworks crafts websites that are both stylish and functional, which are formatted to organically rank high on searches and unobtrusively communicate your brand to your customers.",
      "pitch": "When you choose Pleiades Projectworks, you get a custom website that grabs visitors' attention and expresses who you are. From the very first steps in our process, we are studying the best way to tell your brand story and communicate your values, all with practices and techniques that produce results.",
      "callToAction": "Let's Get Started",
      "offers": [
        {
          "title": "Good Fundamentals",
          "subtitle": "Industry Best Practices in UX/UI/SEO",
          "body": "Our websites are built to work well for both robots and people, with events that make analytics easy and a User Experience that leads visitors where you want them to go."
        },
        {
          "title": "Ongoing Upkeep",
          "subtitle": "Maintaining Your Site For You",
          "body": "For a low monthly fee, we make sure that your site is free from problems and constantly optimized. We make sure that visual or operational issues never remain more than 24 hours."
        },
        {
          "title": "Regular Updates",
          "subtitle": "Saving You a New Website Every 5 Years",
          "body": "We can provide seasonal or promotional changes to your webpage to emphasize important periods for your business. And if you're already paying for upkeep, we'll make sure your site doesn't go out of style."
        }
      ],
      "steps": [
        {
          "title": "Mission Briefing",
          "body": "We start with what makes your business unique — what challenges you've faced, your strong points, your not so strong, and most importantly, your goals. We talk to you about what you want your business and brand to evoke in your visitors, and who you want to be. From there, we craft a design that articulates that in color, shape, and graphic. If you need a logo, we take care of that too.",
          "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/8156b8d3-953b-4b2f-ff78-cdf90f75b000/large",
          "imageAlt": "Planning our mission for your business",
          "imagePosition": "20% 80%"
        },
        {
          "title": "Prototyping",
          "body": "We create some models of how we think your website could look, and draft copy that will help structure the page. We rely on input from you about what sounds and looks right — this part usually requires a lot of \"no's.\" Once we think we have something good, we'll make a high fidelity version so you can give the OK.",
          "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/5c092ec6-b735-45d6-8827-fe4292d9e300/large",
          "imageAlt": "Making smaller versions so you can give the OK",
          "imagePosition": "20% 30%"
        },
        {
          "title": "Content Cultivation",
          "body": "Every good website has high-quality images and sometimes custom graphics. If you have them, we filter though and find what works, and if you don't, we get them made. Then we optimize and compress everything for SEO and page speed.",
          "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/d0471ac7-78fe-451f-b31c-471545f99600/large",
          "imageAlt": "Photographers Creating Custom Content Just For You",
          "imagePosition": "50% 0%"
        },
        {
          "title": "Web Development",
          "body": "Now we're ready to get started. We take our prototypes and make them a reality, using industry best practices in UX and SEO. We make sure everything is optimized for both mobile and desktop use.",
          "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/bd7dddf0-8ed9-4c49-71b1-fd95ba274000/large",
          "imageAlt": "The Magic Begins and Your Website Takes Shape",
          "imagePosition": "50% 50%"
        },
        {
          "title": "Testing & Analytics",
          "body": "Extensive testing takes places to ensure that the site functions free from errors or unexpected quirks. Also, if you opt-in, we set up conversion and usage analytics events for integration with Google Analytics and ads.",
          "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/94e834ba-d1ac-4d04-fc6d-ff35fc910e00/large",
          "imageAlt": "Extensive testing makes sure your website works right the first time",
          "imagePosition": "40% 50%"
        },
        {
          "title": "Lift-Off",
          "body": "The wait is over and your webpage is ready to launch! You set the time, and then we push the big, red button.",
          "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/6008b518-f362-4cb3-f21f-0dc6413c6200/large",
          "imageAlt": "We pass your new website over to you, or manage your website for you"
        }
      ],
      "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/8a143944-7880-4381-37f8-736f47a68200/large",
      "imageAlt": "Custom design from Pleiades Projectworks"
    },
    {
      "name": "SEO",
      "routeParams": "seo",
      "shortDescription": "Running a business online can be complicated, and it works at its best when operating under one, cohesive plan. At Pleiades, we can handle anything from SEO to SEM, adwords, strategy, and brand-planning.",
      "subtitleOne": "Develop Your Goals",
      "subtitleTwo": "For the Future",
      "callToAction": "Get Started",
      "pitch": "To many of us, SEO is 'digital voodoo' — but it doesn't have to be. At Pleiades, we skip the snake oil and put fate in your hands by developing a comprehensive digital presence plan that works with where you are now, and where you want to go.",
      "offers": [
        {
          "title": "Brand Strategy",
          "subtitle": "A Cohesive Plan For Your Business",
          "body": "SEO is about executing a detailed plan over a long period. We target keywords that you can compete for at your level, and as your domain goes stronger, we go after harder keywords. We work with you to make sure these appear in lots of places inside and outside your business."
        },
        {
          "title": "Tracking Trends",
          "subtitle": "Helping You Stay Ahead of the Competition",
          "body": "Using our advanced keyword research techniques, we help isolate high-volume and low-competition keywords, so you can find new opportunities for your business. We help you satisfy hot search trends by pivoting quickly between offerings."
        },
        {
          "title": "Blog Content",
          "subtitle": "Building Your Reputation as an Authoritative Name",
          "body": "Based on your monthly plan, we write between 1 and 8 articles a month, all loaded with high-intent keywords and angled to capture the viewer's attention. These articles form the foundation of a great portfolio of backlinks from other sites."
        }
      ],
      "steps": [
        {
          "title": "Brandstorming",
          "body": "We start with where you're at and where you want to go. Who do you want to attract, how big do you want to get, and how fast? These decisions form the basis of a long-term strategy that we begin immediately. We come up with creative solutions for content that you approve of, and outline the most important things to highlight about your business.",
          "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/d5ee8b55-1a44-4e16-0247-410183256e00/large",
          "imageAlt": "We find out what makes your business unique through a series of dialogues",
          "imagePosition": "59% 47%"
        },
        {
          "title": "Site Audit",
          "body": "Site optimizaiton has an enormous effect on your ability to rank on Google, as its algorithm penalizes slow pages and rewards good practices in naming and accessibility. We go through your website and public profiles like Google with a fine-toothed comb, making sure they operate free of errors and at maximum speed.",
          "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/9a31cf93-bbdb-4e49-278b-114a3e9c1b00/large",
          "imageAlt": "We use custom analytics and special tools to make sure your site is performing well",
          "imagePosition": "60% 17%"
        },
        {
          "title": "Competitive Analysis",
          "body": "Every brand, no matter how successful, has competitors that are doing things better than they are. Pleiades researches your competitors at every level and determines their strengths and weaknesses, translating them into tweaks and opportunities for you.",
          "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/6b1cd1d1-0ced-489b-1c0f-27510864ba00/large",
          "imageAlt": "Its time to find out what your competitors are doing, and plan how to do it better",
          "imagePosition": "50% 40%"
        },
        {
          "title": "Keyword Planning",
          "body": "At this stage, you're ready to begin your SEO journey. We craft keyword plans that we share with you, showing how each stage tackles your competitors at that level. We continually evaluate this plan, accounting for trends and seasonal opportunities that could boost your exposure.",
          "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/957e73e3-ba21-4168-1a83-a6e332a46b00/large",
          "imageAlt": "We turn your business goals into actionable plans spread out to change as milestones are reached",
          "imagePosition": "44% 2%"
        },
        {
          "title": "Content Creation",
          "body": "Our keyword plans inform the changes we make to your website, your online business profiles, and any articles we write for you. Each content addition is made at a specific time with an exact target for brand development. When we deploy these changes, we like to coordinate them with other pieces of your advertising or merchandising plans.",
          "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/726b9f28-4443-4e6f-df79-249a5bcec200/large",
          "imageAlt": "We create any necessary content needed for your website, and discuss possible product additions that could help with growth",
          "imagePosition": "50% 67%"
        },
        {
          "title": "Amplification",
          "body": "Unlike other SEO agencies, who take your money to backlink your site on thousands of anonymous websites hosted in Nepal, we cultivate real relationships with bloggers, influencers, and news outlets online. We encourage these bloggers to write articles linking to your site, increasing your domain rating and your organic ranking on Google while also advertising your business.",
          "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/50e94cf9-629f-4282-6d67-fe80f1ad6f00/large",
          "imageAlt": "We use contacts, blog posts, and more to get the word out for your brand",
          "imagePosition": "1% 14%"
        }
      ],
      "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/55cf9a3e-9618-4e89-fd95-36eb58cdc300/large",
      "imageAlt": "Meet your long term goals with great SEO"
    },
    {
      "name": "Google Ads",
      "routeParams": "google-ads-sem",
      "shortDescription": "Pleiades Projectworks specializes in Google Ads for small businesses. We work with you to create a strategy that fits your advertising budget and your goals for growth, and can show you meaningful results with analytics.",
      "subtitleOne": "Boost",
      "subtitleTwo": "Your Brand Presence",
      "callToAction": "Talk To Us",
      "pitch": "Ever wondered if you could boost your business past the competition? When Pleiades manages your Google Ads, you pay a flat fee for scaling results and an agency that takes an active role. We'll work with you to develop ads that bring in the kind of business you need, and we can work with nearly any budget. And if you want to know how it works, we'll teach you.",
      "offers": [
        {
          "title": "Full Feature Ads",
          "subtitle": "Making Your Content as Thorough as Possible",
          "body": "Google Ads ranks your material based on how thorough your ads are and on how relevant they are to the searchers interest. We make sure your ads have photos, logos, important keywords, and everything else they need to capture it. We also ensure they're hooked up to calls on forms on your site."
        },
        {
          "title": "Custom Analytics",
          "subtitle": "Hand-tooled Scripts for Tracking Engagement",
          "body": "Pleiades is comprised of web-developers, which means we are literate in complex web tools used to write our own tags and scripts for measuring how visitors interact with your ads and website. For even out most basic level of advertising we make sure that these are optizimed to provide accurate and useful information."
        },
        {
          "title": "Targeting & Remarketing",
          "subtitle": "Precision Focus on Your Most Relevant Demographics",
          "body": "When we design your ads, we research who is searching for subjects like yours, and who isn't, but should be. If you want us to, we can split some of your ad dollars into focused remarketing campaigns that remind past customers of your brand."
        }
      ],
      "steps": [
        {
          "title": "Brandstorming",
          "body": "We start with where you're at and where you want to go. Who do you want to attract, how big do you want to get, and how fast? These decisions form the basis of a long-term strategy that we begin immediately. We come up with creative solutions for content that you approve of, and outline the most important things to highlight about your business.",
          "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/d5ee8b55-1a44-4e16-0247-410183256e00/large",
          "imageAlt": "We help you articulate who you are and what you have to offer",
          "imagePosition": "59% 47%"
        },
        {
          "title": "Site Audit",
          "body": "Site optimizaiton has an enormous effect on the efficiency of your ads, as Google's ad algorithm penalizes slow pages and rewards authoritative results. We go through your website and public profiles with a fine-toothed comb, making sure they operate free of errors and at maximum speed, while also giving searchers what they're looking for.",
          "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/9a31cf93-bbdb-4e49-278b-114a3e9c1b00/large",
          "imageAlt": "We make sure everything is working the way its supposed to on your current site.",
          "imagePosition": "60% 17%"
        },
        {
          "title": "Competitive Analysis",
          "body": "Every brand, no matter how successful, has competitors that are doing things better than they are. Pleiades researches your competitors at every level and determines their strengths and weaknesses, translating them into tweaks and opportunities for you.",
          "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/6b1cd1d1-0ced-489b-1c0f-27510864ba00/large",
          "imageAlt": "We find out what your competitors are doing, and incorporate their strategies",
          "imagePosition": "50% 40%"
        },
        {
          "title": "Keyword Planning",
          "body": "At this stage, you're ready to begin your Google Ads journey. We craft keyword plans that we share with you, showing how each stage tackles your competitors at that level. If you already have a plan for SEO, we incorporate it into our ads strategy, since your Google Ads rank higher if you also organically bid for keywords.",
          "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/957e73e3-ba21-4168-1a83-a6e332a46b00/large",
          "imageAlt": "Your ad goals are split into achievable steps with actionable strategies.",
          "imagePosition": "44% 2%"
        },
        {
          "title": "Ad Creation",
          "body": "Once we have our keywords planned out, we develop full-service ads filled with sitelinks, calls-to-action, and photos. If you're running a shopping campaign, we sync your products with your website or e-commerce provider, getting you listed on Google Shopping. When we deploy these changes, we like to coordinate them with other pieces of your advertising or merchandising plans.",
          "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/0662c63b-c9e7-47b7-c544-2a8fec4e9d00/large",
          "imageAlt": "We create your ads with all the assets they need",
          "imagePosition": "70% 15%"
        },
        {
          "title": "Monitor Growth",
          "body": "Many ad agencies have a 'set it and forget it' approach to their ads. Not us. We monitor their performance and make sure they continue performing, while incorporating changes to your business and merchandising. Then you see the results!",
          "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/7956fa00-56ba-460f-63c0-a40d32972900/large",
          "imageAlt": "We make sure ads are performing, and continue to tweak them for the best possible return",
          "imagePosition": "50% 80%"
        }
      ],
      "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/119c4cdd-b8a6-477b-cf7b-06789da4fe00/large",
      "imageAlt": "Boost your ROI with Google Ads"
    },
    {
      "name": "E-Commerce",
      "routeParams": "e-commerce",
      "shortDescription": "Taking your business into e-commerce comes with a hosts of challenges, and we've dont them all before. We can help train you and your staff to sell online, while helping you make the right decisions about what you'll need to start.",
      "subtitleOne": "Start Selling Online",
      "subtitleTwo": "Today",
      "callToAction": "Find Out More",
      "pitch": "Selling online has never been easier, but that doesn't mean running an online business isn't challenging. Pleiades offers plans for e-commerce business consulting, websites for merchants ready to tackle the web, and solutions for integrating your current business strategies into the online marketplace.",
      "offers": [
        {
          "title": "E-Commerce Strategy",
          "subtitle": "Knowledge From the Experts About Selling Online",
          "body": "It isn't always easy knowing where to turn to get started with selling online. We know the ins and outs of online merchant accounts, Google Shopping, Amazon affiliate marketing, and even product trends. We'll work with you to develop a plan for the short and long term."
        },
        {
          "title": "Platform Integration",
          "subtitle": "Integrating Your Current Business Solutions",
          "body": "Your business probably has tried and true way of operating, and those shouldn't all change just because you're selling online. We do our best to integrate with your current inventory, delivery, and client-communication systems so that you can keep doing business your way."
        },
        {
          "title": "Theme Development",
          "subtitle": "Creating From a Theme So You Can Hold the Reigns",
          "body": "Many e-commerce sites offer the choice of custom code or theme-builders for your website. We're proud to say we can tackle both and mix them together, so you can have a theme-driven website that is easy to change while still standing out from the crowd."
        }
      ],
      "steps": [
        {
          "title": "Getting Acquainted",
          "body": "Embarking into e-commerce is something of a journey, so we like to get to know your business thoroughly before we begin. We want to know about your current challenges and what's worked for you in the past, as well as more technical stuff like your payment processors.",
          "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/42656893-2109-45cc-205d-bf0d0830a700/large",
          "imageAlt": "Its essential that we get to know your business, and learn who you are and how you do things",
          "imagePosition": "60% 63%"
        },
        {
          "title": "Strategy",
          "body": "You probably have a solid handle on what works for your brick-and-mortar store. We take your successful strategies and meld them with ours, pointing out opportunities we've found in our research. We prep your socials for launch, and if you have competitors, we delve into what they're doing well and do it better.",
          "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/aeb52f52-a3ce-4d62-b49b-c3f299fe3c00/large",
          "imageAlt": "It takes a lot of small decisions to create an e-commerce strategy that's right for you",
          "imagePosition": "50% 55%"
        },
        {
          "title": "Operation Optimization",
          "body": "As we begin to prepare for live e-commerce, we take a moment to train and optimize your workflow. Your employees (or you) will need to use your time efficiently once demand arrives, so we make sure everything is consistent, efficient, and secure.",
          "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/5e40dc09-1270-4801-357c-7eaca27a8700/large",
          "imageAlt": "Your brick-and-mortar store might need some new tools to work efficiently on the web",
          "imagePosition": "50% 30%"
        },
        {
          "title": "Content Creation",
          "body": "If you don't have a website or content for it, we take the time to develop both the material you need and the process to produce more. Either way, we optimize and compress everything for SEO and page speed. If you've signed up for it, we develop your seasonal or promotional content as well.",
          "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/11c55958-48ed-4752-1f81-fe5da62bf900/large",
          "imageAlt": "When launching sales on your website, you'll need great images and videos to back it up",
          "imagePosition": "50% 50%"
        },
        {
          "title": "Development",
          "body": "At Pleiades, we ensure that you're a part of the development process. If you're developing a website, we go over our protoypes with you, and if its e-commerce management, we triple-check all our app and service integrations.",
          "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/c7d1575b-5f6a-4013-57f8-9746ed611700/large",
          "imageAlt": "The development of your e-commerce solution begins",
          "imagePosition": "60% 40%"
        },
        {
          "title": "Testing & Analytics",
          "body": "Extensive testing takes places to ensure that everything functions free from errors or unexpected quirks, and that customer orders are processed properly. Also, if you opt-in, we set up conversion and usage analytics events for integration with Google Analytics and ads.",
          "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/94e834ba-d1ac-4d04-fc6d-ff35fc910e00/large",
          "imageAlt": "We test to make sure your e-commerce solution is fast, safe, and reliable",
          "imagePosition": "54% 56%"
        },
        {
          "title": "Lift-Off",
          "body": "Your business is ready to sell online! You set the time, and then we push the big, red button.",
          "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/6008b518-f362-4cb3-f21f-0dc6413c6200/large",
          "imageAlt": "Yeehaw! You're ready to join the online marketplace!"
        }
      ],
      "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/adc8fb22-e06a-4f37-fde7-b5b43d918600/large",
      "imageAlt": "Join the online marketplace with a custom e-commerce solution"
    },
    {
      "name": "Everything Else",
      "callToAction": "Tell Us More",
      "subtitleOne": "Get Back",
      "subtitleTwo": "To the Important Work",
      "shortDescription": "Pleiades does odd-jobs: its how we make friends. If you have a problem, talk to us and we'll tackle it.",
      "pitch": "There's a million things to do on the web, and we're already up to our elbows in it. If there's an odd job that needs doing, but you want it done by a professional, we can help. Talk to us about integrating your inventory system online, setting up emails for your business, getting you a domain, website security, or some other tedious thing!",
      "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/d2884c4d-b04a-41fb-a6a7-8ecbf86b2200/large",
      "imageAlt": "Solve a variety of online problems with Pleiades Projectworks"
    }
  ],
  "blog": {
    "headline": "This is where we talk about boring stuff in an interesting way.",
    "description": "The blog at Pleiades covers a wide array of subjects. This is because we have a wide array of interests here, and a desire to educate not just our customers but our peers and juniors in the industry. You might see articles on weird subjects like Vue or database architecture, but you'll also see a lot about SEO, design, and marketing. Happy trails!",
    "posts": [
      {
        "title": "10 Things Every Business Owner Should Know About SEO",
        "shortDescription": "",
        "coverImg": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/7662d4e1-ee19-4324-f6e8-8fd8118a9000/large",
        "coverImgAlt": "SEO is the most important consideration of your online advertising strategy",
        "blocks": [
          {
            "subtitle": "1. The first and most important rule of SEO is to give your visitors what they want.",
            "body": "This isn't what they think they want, or what you think they want, but what they're really, actually looking for. If search engines can't satisfy what we call \"searcher intent,\" people are going to dismiss them as irrelevant; therefore, they have a lot of incentive to make sure that people find what they're looking for, and their algorithms are going to punish search listings that mislead or miscommunicate their content to searchers. A lot of agencies and private individuals go through complicated, roundabout means to achieve better SEO scores, when really, they simply should provide good products, services, or information."
          },
          {
            "subtitle": "2. Prove that you have what visitors want.",
            "body": "But Pleedy, you say, isn't the only way to do that through visits and long-term website visits? Well, yes. In this industry, what we call a \"high bounce rate\" is usually a sign that you aren't giving searchers what they want, since it means they're only spending a very, very short time on your website before leaving. HOWEVER! You can do other things to prove your worth, the best being comments and reviews. Everyone knows the best way to find a mechanic or a lawyer is to know one that you trust, or find one through someone's recommendation. The internet works the same way. If you can show your trustworthiness and your ability to satisfy people's intent through good reviews, you can build your authoritativeness quickly."
          },
          {
            "subtitle": "3. Be authoritative, and stick to what you know",
            "body": "Authoritativeness is simply another way of saying, \"how qualified are you to state the information that brought someone to you?\" You wouldn't ask your plumber for advice about your sick cockatiel, Mercutio, but you might ask them what it means when you hear groaning coming from your walls at night. Search engines like Google rank answers from authoritative sources higher than if they're from generalists, so before you start writing articles about SEO for your axe-throwing business, you should write about which finger-foods are the least greasy."
          },
          {
            "subtitle": "4. Analyze trends",
            "body": "Many successful business owners will tell you that they don't pay attention to trends and that they've always done well regardless, or perhaps as a result. What they're not considering is that trends influence buying decisions every day, and that they simply may have been taking advantage of them without trying. If you find your online presence is a bit weak, go after some trends that change more frequently. These keywords often have lower competition and high search volume, so even though it can be more work to create content for them, you're much more likely to appear, maybe even on a national ranking."
          },
          {
            "subtitle": "5. Check your competitors",
            "body": "Every business has competitors — even that guy who invented the cheeseburger had to compete with the guy who invented the hamburger. If you're just starting out, there's a good chance your competitors have had a lot more time to establish an online presence than you, but this isn't always a bad thing. You can use tools from sites like ahrefs or Google Ads to see what keywords other websites are ranking for, and if your domain is strong enough, you can go after them too. If it isn't, it can be a great starting point to come up with some adjacent keywords that have a lot less competition. Use what your competitors do well, particularly in blogging or website content, and then do it better."
          },
          {
            "subtitle": "6. Think outside the box",
            "body": "When coming up with keyword strategies, it's easy to think of the simplest, most immediate concepts first. For example, if you're starting a new outdoor apparel brand, you might go for keywords like \"thermal clothing\", \"outdoorsy t-shirts\", or \"waterproof boots\". These keywords are going to be pretty competitive; you might find yourself up against huge brands that aren't even known for their outdoor apparel, like Nike or Shoes for Crews. Converse-ly (haha), keywords like \"the best wicking fabrics in 2023\" might get you a place at the table, since bigger brands focus more income on merchandising and less on fresh blog content."
          },
          {
            "subtitle": "7. Use them keywords, and use 'em right",
            "body": "You wouldn't think it, but once you've made your keyword plan, they're easy to forget about. You've planned for your first 6 months, and then your next year after that, and then for the next two years, when you expect to have grown enough to compete with some big dogs. \"Great!\" you say, \"I am a the architect of my reality.\" Perhaps. These plans only exist when you stick to them. When you write your website and articles, include these early keywords when you can, but as you rank for them, move them off your main pages. Make sure that you are competing for keywords that you can achievably rank for, starting small and only moving onto the next level after you rank consistently. Revisit your plans and account for trends, check what works and what didn't, and be ready to change your business strategies or keyword plans to match each other if they start to change."
          },
          {
            "subtitle": "8. Associate With Good Websites",
            "body": "This one is arguably the hardest, but perhaps most impactful thing that can be done in SEO strategy. Your ability to rank well in search engines is also defined by the number of \"backlinks\" you have AND THEIR QUALITY. This makes logical sense from an advertising standpoint, too. If you receive a link to your website from a New York Times article, imagine the publicity that would entail. Google feels the same. If the websites linking to your domain are extremely authoritative, or exceptionally well-established, you're going to get a boost. If they're not, you get a very tiny boost, or sometimes, a negative hit to your ranking. "
          },
          {
            "subtitle": "9. Cultivate good relationships online",
            "body": "We can't all count on a mainstream news story featuring our business, but there are many people who write content that to a certain extent is read more consistently than the news: bloggers and influencers. If you have a product, consider offering a free use of it in exchange for a post about how much they liked it, and if you have a service, sponsor a visit from them to experience it. Then you can both post about it — backlinks and publicity for you, publicity and a brand relationship for them. Now if you go this route, don't be a spammer. Nothing gets you blackballed like spamming bloggers and influencers; just imagine the negativity publicity you're setting yourself up for. Instead, choose your ambassadors carefully, and write some thoughtful messages to them that address your desire to collaborate without stating that you expect something for nothing."
          },
          {
            "subtitle": "10. Stay away from schemes",
            "body": "The world of online marketing, advertising, and SEO are *absolutely rife* with bad faith practices. Some of these are designed to fool Google, and some are designed to fool you. Be very cautious of agencies who demonstrate an enormous increase in backlinks or referencing domains, but are unwilling to show you who these domains are. This can often mean that most of your backlinks are in far-flung domains originating in Nepal or Timbuktu, on web-pages created just to hold thousands of backlinks. Not only do these strategies contribute little to your web presence, they can even hurt it."
          },
          {
            "subtitle": "In Conclusion",
            "body": "Once you have a great SEO strategy in place, with keyword goals for each quarter, you can branch out into other forms of marketing to support your strategy. For example, teaming up with influencers is an excellent way to gain exposure and backlinks at the same time. Another approach could be putting your keyword strategy into your Google Ads, which can make them more efficient — Google rewards pages that already satisfy searcher intent with a higher ad-rank. Whatever strategy you choose, you'll want a lot of time to study ahead of time, or, a really superb and not-too-fancy agency to help you get there. Talk to us at Pleaides and get yourself ranking!"
          }
        ]
      }
    ]
  },
  "contact": [],
  "details": {
    "technologies": [
      {
        "name": "Vue 3",
        "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/3522f6a1-8ddc-48c4-25c9-d64834740000/large",
        "alt": "Vue 3 - The Fastest Javascript Framework"
      },
      {
        "name": "Shopify",
        "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/2ac3be38-8807-4e7d-73fb-6d08954d5500/large",
        "alt": "Shopify - An Out-of-the-Box Ecommerce Solution"
      },
      {
        "name": "Google Ads",
        "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/ee92f503-4859-458d-217a-0b52bee70100/large",
        "alt": "Google Ads - High-Powered Search Engine Marketing"
      },
      {
        "name": "Firebase",
        "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/5e498206-42f8-4d37-4c98-5ef6a1178500/large",
        "alt": "Firebase - Google Cloud App and Web Hosting"
      },
      {
        "name": "Azure",
        "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/035dd014-b358-413d-891d-196bff978c00/large",
        "alt": "Azure - The Cloud Ecosystem from Microsoft"
      }
    ],
    "profiles": [
      {
        "name": "Design Rush",
        "source": "https://www.designrush.com/agency/profile/pleiades-projectworks",
        "image": "https://www.designrush.com/topbest/images/svg/designrush-new-logo.svg"
      }
    ],
    "portfolio": [
      {
        "name": "Portsche's Fine Jewelry",
        "destination": "https://portschesfinejewelry.com",
        "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/1b479c22-2141-485e-910c-49ef7b63ce00/large",
        "logo": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/5d7bf56d-20f8-449a-41a0-c0115af0ef00/large",
        "imageAlt": "Portsche's Fine Jewelry - Home Page",
        "talkingPoints": [
          "Shopify Ecommerce",
          "Inventory Integration with The Edge",
          "Built for Google Analytics",
          "Regular Blog Posts for SEO"
        ],
        "callToAction": "Explore their New Retail Site"
      },
      {
        "name": "Electra",
        "destination": "Contact",
        "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/1948233d-9e3d-484a-8a34-678ab1fa1300/large",
        "logo": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/af3ead2d-b14f-4977-1885-0b3e13b25c00/public",
        "imageAlt": "Live view of our webchat app, Electra",
        "talkingPoints": [
          "Allows calls and texts from clients to any number",
          "Mass-marketing features through both email and text",
          "Created in Vue and Google Cloud Function",
          "Appointment Integration Coming Soon!"
        ],
        "callToAction": "Inquire Within"
      },
      {
        "name": "The Diamond Index",
        "destination": "https://portschesfinejewelry.com/pages/find-a-diamond-1",
        "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/eb6041e0-ac93-4578-9624-b05a75adbc00/public",
        "logo": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/0075590e-ae84-4dbc-03de-8bff5e113f00/public",
        "imageAlt": "The Diamond Index by Pleiades",
        "talkingPoints": [
          "Hosted without servers in Azure",
          "Custom Development for Use With Stuller",
          "Future Updates Coming Soon"
        ],
        "callToAction": "Check Out the Index"
      },
      {
        "name": "Want To Show Up Here?",
        "destination": "Contact",
        "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/d64b10b8-01c4-41ba-9d56-9a0e9ef5bb00/public",
        "logo": "",
        "imageAlt": "This could be you",
        "talkingPoints": [
          "Budget-Friendly Website Design",
          "In-House Application and Tool Development",
          "Regular Site Maintainence and Improvements"
        ],
        "callToAction": "Get Started Today"
      }
    ],
    "values": [
      {
        "title": "The Right Prices",
        "boldWord": "Prices",
        "body": "At Pleiades, we charge a fair price for our services. The complexity of online marketing is often intentionally exaggerated by agencies offering SEO and SEM services — we don't do that. Our monthly reports tell you everything that we're doing and how it works, so that you can be a part of the process. Not only that, our goal is to work with your budget and what you truly need, whether that's advertising nationally on Google or building a clean, fast website for your new business.",
        "callToAction": "Get a Quote",
        "ctaDestination": "Contact"
      },
      {
        "title": "A Tailored Experience",
        "boldWord": "Tailored",
        "body": "We're here to bring the boutique design experience to small businesses. We know that when you've signed up to have something made for your business, you're risking not just your time and money but also your control over the way your business or brand is perceived. Our team of experienced designers and developers work closely with you to ensure that we not only provide a solution that works fits your needs, but one that works with your ideals and values.",
        "callToAction": "Explore Our Services",
        "ctaDestination": "Our Services"
      },
      {
        "title": "The Customer First",
        "boldWord": "Customer",
        "body": "This means three things: the first is that we provide the service you want, even if its a website design framework we don't normally use, or a hosting solution we've never tried; the second is that when designing both websites and online strategies, we talk to you every step of the way to make sure its done right. If somehow you don't like what we've made for you, we'll fix it for free. And finally, it means we won't leave you out to dry once the check has cleared.",
        "callToAction": "See the Portfolio",
        "ctaDestination": "#works"
      }
    ],
    "questions": [
      {
        "question": "Am I going to be able to make changes to my website after its made?",
        "answer": "If you choose a platform that allows you to make changes or add new content easily, we can build a website there for you. It can be more involved to create custom components that you can edit later, so it can sometimes be more expensive.",
        "link": {
          "linkText": "",
          "linkDestination": ""
        }
      },
      {
        "question": "How do I get a custom email address?",
        "answer": "Custom email addresses are available through many platforms, but the tricky party is setting up your DNS records with your domain provider. It's something we do a lot here at Pleiades.",
        "link": {
          "linkText": "",
          "linkDestination": ""
        }
      },
      {
        "question": "If I had to choose to pay for SEO or Google Ads, which should I pick?",
        "answer": "As effective as Google Ads can be, it still relies on a good understanding of who you want to appeal to and how you want to be seen online, and this requires an SEO strategy. If you had to pick one, we would say SEO. And your Ads get better if your SEO is good, too!",
        "link": {
          "linkText": "",
          "linkDestination": ""
        }
      },
      {
        "question": "Are there any examples of your past work?",
        "answer": "Absolutely! Right now, we only have a couple examples, but with your help that could change.",
        "link": {
          "linkText": "See Our Work",
          "linkDestination": "{name: home, hash: #portfolio}"
        }
      },
      {
        "question": "What does SEO mean?",
        "answer": "SEO stands for Search Engine Optimization, and it covers a wide array of strategies used to make your website appear higher on Google Search when people search for terms related to your business.",
        "link": {
          "linkText": "",
          "linkDestination": ""
        }
      },
      {
        "question": "How much do you charge for Google Ads services?",
        "answer": "We charge $650 per month flat rate for Google Ads, which only changes once you spend more than $3,000 per month on your ads — by then, your ads require a lot of time and study.",
        "link": {
          "linkText": "",
          "linkDestination": ""
        }
      },
      {
        "question": "Can you help me with ecommerce?",
        "answer": "We can! Setting up e-commerce can be an involved process, like setting up merchant accounts, payment processing, and an online store. Fortunately, we can help you with all of these.",
        "link": {
          "linkText": "",
          "linkDestination": "{name: home, hash: #portfolio}"
        }
      },
      {
        "question": "What if I want to fix my website rather than remake it?",
        "answer": "We can definitely help fix your website, whether that means improving page-speed, fixing bugs, adding analytics integrations, or something else.",
        "link": {
          "linkText": "",
          "linkDestination": "{name: home, hash: #portfolio}"
        }
      }
    ],
    "stories": [
      {
        "title": "How It Started",
        "image": "https://imagedelivery.net/Id169OYcKaUZq2ukOAQIsw/6008b518-f362-4cb3-f21f-0dc6413c6200/large",
        "body": "Like most good things, Pleiades happened by accident. In the middle of 2022, two bootcamp grads in Boise, Idaho graduated into the first hiring freeze the tech industry has seen in 15 years. Fortunately, the world didn't stop turning just because the big tech companies thought it might. We were asked to do one thing, then another, and then another, and it wasn't long before we realized that there's plenty of work to be had for people willing to say \"yes\" to whatever needs doing.",
        "imageAlt": "",
        "imagePosition": "50% 0%"
      }
    ],
    "socials": [
      {
        "name": "LinkedIn",
        "url": "https://www.linkedin.com/company/pleiades-projectworks/",
        "icon": "LinkedInIcon.vue"
      }
    ]
  },
  "navigation": {
    "header": [
      {
        "routeName": "About",
        "children": []
      },
      {
        "routeName": "Our Services",
        "children": [
          {
            "routeName": "Free Website Audit",
            "displayName": "Free Website Audit"
          },
          {
            "displayName": "Website Design",
            "routeName": "service",
            "routeParams": "website-design"
          },
          {
            "displayName": "SEO",
            "routeName": "service",
            "routeParams": "seo"
          },
          {
            "displayName": "Google Ads",
            "routeName": "service",
            "routeParams": "google-ads-sem"
          },
          {
            "displayName": "E-Commerce",
            "routeName": "service",
            "routeParams": "e-commerce"
          },
          {
            "displayName": "Everything Else",
            "routeName": "Everything Else"
          }
        ]
      },
      {
        "routeName": "Blog",
        "displayName": "The Pleiades Blog",
        "children": []
      },
      {
        "routeName": "Contact",
        "children": []
      }
    ],
    "footer": {
      "routes": [
        {
          "displayName": "About",
          "routeName": "About"
        },
        {
          "displayName": "FAQ",
          "routeName": "About"
        },
        {
          "displayName": "Free Website Audit",
          "routeName": "Free Website Audit"
        },
        {
          "displayName": "Services",
          "routeName": "Our Services"
        },
        {
          "displayName": "Website Design",
          "routeName": "service",
          "routeParams": "website-design"
        },
        {
          "displayName": "Blog",
          "routeName": "Blog"
        },
        {
          "displayName": "Contact",
          "routeName": "Contact"
        }
      ]
    }
  }
}